text_in_tg = "Привет, я Торговый бот! Я создан для того, чтобы уведомлять о сигналах и помогать зарабатывать на " \
             "стратегиях на базе технического анализа. Я анализирую 1500 бумаг и отправляю сигналы по одной из " \
             "выбранных вами стартегий в любое удобное время. Для начала работы нажми /start "

signal = "🟢 BUY \n" \
         "Genuine Parts Co ($GPC) 137,61 USD \n" \
         "🔺CROSS-SMA"
investments_text = "Купить <b>GPC</b> по <b>137,61 USD<b> в Тинькофф Инвестициях"
