start_created = "{first_name}, на данный момент я умею работать только с двумя стратегиями: \n" \
                "- Перепроданность по RSI\n" \
                "- Возврат к длинному скользящему среднему\n" \
                "Скоро ты сможешь нажать на них и подробно прочитать, что они из себя представляют.\n" \
                "Давай выберем стратегию! 😎"
start_not_created = "{first_name}, на данный момент я умею работать только с двумя стратегиями: \n" \
                "- Перепроданность по RSI\n" \
                "- Возврат к длинному скользящему среднему\n" \
                "Скоро ты сможешь нажать на них и подробно прочитать, что они из себя представляют.\n" \
                "Давай выберем стратегию! 😎"
unlock_secret_room = "Выбрали стратегию, настраиваем сигналы..."
github_button_text = "Среднее скользящее (SMA)"
secret_level_button_text = "Перепроданность по RSI"

text_in_tg = "Привет, я Торговый бот! Я создан для того, чтобы уведомлять о сигналах и помогать зарабатывать на " \
             "стратегиях на базе технического анализа. Я анализирую 1500 бумаг и отправляю сигналы по одной из " \
             "выбранных вами стартегий в любое удобное время. Для начала работы нажми /start "

signal = "🟢 BUY \n" \
         "Genuine Parts Co ($GPC) 137,61 USD \n" \
         "🔺CROSS-SMA"
investments_text = "Купить <b>GPC</b> по <b>137,61 USD<b> в Тинькофф Инвестициях"

# TODO link to CSV
